Repository: payway-ar/plugin-woocommerce
Catalog: wc-gateway-payway/i18n/languages/wc-gateway-payway-*.po
Languages: es_ar

source: Payway Payment Gateway for WooCommerce
es_ar: Payway medio de pago para WooCommerce

source: Payway payment gateway integration for WooCommerce
es_ar: Integración de pasarela de pago de Payway para WooCommerce

source: Manage Promotions
es_ar: Promociones

source: Manage Banks
es_ar: Bancos

source: Manage Cards
es_ar: Tarjetas

source: Status
es_ar: Estado

source: Bank
es_ar: Banco

source: Banks
es_ar: Bancos

source: No Banks available
es_ar: No hay bancos disponibles

source: Name
es_ar: ﻿Nombre

source: Delete
es_ar: Eliminar

source: Card
es_ar: Tarjeta

source: Cards
es_ar: Tarjetas

source: No Cards available
es_ar: No hay tarjetas disponibles

source: Promotion
es_ar: Promoción

source: Promotions
es_ar: Promociones

source: No Promotions available
es_ar: No hay promociones disponibles

source: From Date
es_ar: Desde

source: To Date
es_ar: Hasta

source: Priority
es_ar: Prioridad

source: Enabled?
es_ar: Habilitado?

source: Applicable Days
es_ar: Dias aplicables

source: Enabled
es_ar: Habilitado

source: Disabled
es_ar: Deshabilitado

source: Add New
es_ar: Agregar

source: Name is a required field
es_ar: Nombre es un campo requerido

source: Some things happened during bank creation
es_ar: Hubo inconvenientes al crear el banco

source: Go back
es_ar: Volver

source: Some things happened while updating the bank
es_ar: Hubo inconvenientes al actualizar el banco

source: (required)
es_ar: (requerido)

source: Save
es_ar: Guardar

source: Add
es_ar: Agregar

source: ID SPS is a required field
es_ar: ID SPS es un campo requerido

source: ID NPS is a required field
es_ar: ID NPS es un campo requerido

source: Some things happened during Card creation
es_ar: Hubo inconvenientes al crear la tarjeta

source: Some things happened while updating the Card
es_ar: Hubo inconvenientes al actualizar la tarjeta

source: Card Name
es_ar: ﻿Nombre

source: Fee Plans configuration
es_ar: Configuración de Planes e Interes

source: Period
es_ar: Periodo

source: Coeficient
es_ar: Coeficiente

source: Fee to send
es_ar: Valor a enviar

source: Add new plan
es_ar: Agregar nuevo Plan

source: Some things happened during Promotion creation
es_ar: Hubo inconvenientes al crear una Promoción

source: Ensure all required fields are being filled with valid information
es_ar: Por favor revise que todos los campos requeridos contengan información válida

source: Promotion does not exist
es_ar: La promoción no existe

source: Promotion Name
es_ar: ﻿Nombre

source: Is Active
es_ar: Habilitado

source: Applicable days
es_ar: Dias aplicables

source: Status Page
es_ar: Estado

source: Keep in mind Payway Payment Gateway logs are integrated with WooCommerce. You'll find this under <strong>WooCommerce / Status / Logs</strong> tab. By switching the right dropdown menu, you'll see log files named `payway-gateway-xxx.log`
es_ar: Tenga presente que los logs del plugin estan integrados con WooCommerce. Encontrara los logs dentro del tab <strong>WooCommerce / Status / Logs</strong>. Se leccione el archivo de log del dia de la fecha que desee, con nombre `payway-gateway-xxx.log`

source: Go to WooCommerce Logs
es_ar: Ir a WooCommerce Logs

source: Plugin Information
es_ar: Información del Plugin

source: Plugin Version
es_ar: Versión del Plugin

source: No version found
es_ar: No se detecto una version

source: Payway SDK Version
es_ar: Versión del SDK de Payway

source: Codebase Plugin Version
es_ar: Versión del Plugin en codigo

source: Codebase SDK Version
es_ar: Versión del SDK en codigo

source: <div class="error">Payway Payment Gateway requires the <a href="http://wordpress.org/extend/plugins/woocommerce/">WooCommerce</a> plugin to run.</div>
es_ar: <div class=\"error\">El plugin de Payway requiere de <a href=\"http://wordpress.org/extend/plugins/woocommerce/\">WooCommerce</a> para funcionar.</div>

source: Payway Payment Information
es_ar: Información de Payway

source: Trans. ID
es_ar: ID de Trans

source: Site Trans. ID
es_ar: ID de Trans. en el sitio

source: Title
es_ar: Título

source: Payment method title that will be displayed during Checkout.
es_ar: Título del método de pago que se mostrará durante el proceso de pago.

source: Credit Card
es_ar: Tarjeta de Crédito

source: Description
es_ar: Descripción

source: This controls the description which the user sees during checkout.
es_ar: Controla la descripción que se le presentará al visitante durante el Checkout.

source: Pay thought Payway with your credit card right from the store.
es_ar: Pague a través de Payway con su tarjeta de crédito directo desde la tienda.

source: Sandbox Mode
es_ar: Modo Sandbox

source: Enable test mode
es_ar: Habilitar modo test

source: Gateway will place all the transactions against the Sandbox environment using the test credentials.
es_ar: El medio de pago enviara todas las transacciones al entorno de Sandbox, usando las credenciales de prueba/sanbox.

source: Use Cybersource
es_ar: Usar Cybersource

source: Enable Cybersource
es_ar: Habilitar Cybersource

source: Use Cybersource for all transactions
es_ar: Utilizar Cybersource para todas las transacciones

source: Debug Mode
es_ar: Modo Debug

source: Enable debug log
es_ar: Habilitar debug logs

source: Records information for debug purposes <small><a href="%s">WooCommerce -> Status -> Logs</a></small>
es_ar: Graba informacion para debug en <small><a href=\"%s\">WooCommerce -> Status -> Logs</a></small>

source: Enter your Sandbox site id
es_ar: Ingrese su Sandbox site id

source: Enter your Production Site Id
es_ar: Ingrese su Proudction Site Id

source: Enter your Production Public Key
es_ar: Ingrese su Production Public Key

source: Enter your Production Private Key
es_ar: Ingrese su Production Private Key

source: Installments
es_ar: Cuotas

source: Credit Card Number
es_ar: Número de tarjeta de crédito

source: Card Expiration Month
es_ar: Mes de vencimiento

source: Card Expiration Year
es_ar: Año de vencimiento

source: Holder Name
es_ar: ﻿Nombre y Apellido

source: Document Type
es_ar: Tipo de Documento

source: Document Number
es_ar: Número de Documento

source: Pay with Payway
es_ar: Pagar con Payway

source: Payway Payment Gateway
es_ar: Medio de Pago Payway

source: Payway allows customers to pay directly through your site.
es_ar: Payway permite a sus Clientes pagar directamente a traves de su sitio con todas las tarjetas de credito.

source: Financing Cost
es_ar: Costo de financiamiento

source: Payment error:
es_ar: Error en el pago:

source: Payment error:
es_ar: Error en el pago:

source: Order couldn't be processed through Payway Payment Gateway
es_ar: La orden no pudo ser procesada a traves de Payway

source: using Cybersource
es_ar: usando Cybersource

source: Order successfully processed through Payway Payment Gateway
es_ar: La orden fue procesada con exito a traves de Payway

source: Thank you for your payment. Your transaction has been completed.
es_ar: Gracias por su pago. Su transaccion ha sido completada.
